Revit 2024 API
ParameterTypeId.OffsetFromReferenceBase Property
 "Offset from Reference Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId OffsetFromReferenceBase { get; }
Visual Basic
Public Shared ReadOnly Property OffsetFromReferenceBase As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ OffsetFromReferenceBase {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace